{
  "plugins": {
    "bufferline.nvim": {
      "src": "https://github.com/akinsho/bufferline.nvim",
      "version": "4.0.0 - 5.0.0"
    },
    "neo-tree.nvim": {
      "src": "https://github.com/nvim-neo-tree/neo-tree.nvim",
      "version": "3.0.0 - 4.0.0"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim",
      "version": "0.4.0 - 0.5.0"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-ts-autotag": {
      "src": "https://github.com/windwp/nvim-ts-autotag"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons",
      "version": "'master'"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim",
      "version": "0.1.0 - 0.2.0"
    },
    "telescope-fzf-native.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim"
    },
    "telescope-live-grep-args.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-live-grep-args.nvim"
    },
    "telescope-ui-select.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-ui-select.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim",
      "version": "'master'"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim",
      "version": "4.0.0 - 5.0.0"
    },
    "ts-comments.nvim": {
      "src": "https://github.com/folke/ts-comments.nvim",
      "version": "1.0.0 - 2.0.0"
    }
  }
}
